Repository: umk1966/qanva-powertools-for-elementor
Catalog: languages/qanva-powertools-for-elementor-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pt_pt

source: Remove widget names
de_de: Widget-Namen entfernen
es_es: Eliminar los nombres de los widgets
fr_fr: Supprimer les noms des widgets
it_it: Rimuovere i nomi dei widget
nl_nl: Widgetnamen verwijderen
pt_pt: Remover nomes de widget

source: Remove widget names to save space.
de_de: Entfernen Sie Widget-Namen, um Platz zu sparen.
es_es: Eliminar los nombres de los widgets para ahorrar espacio.
fr_fr: Supprimez les noms des widgets pour gagner de l'espace.
it_it: Rimuovere i nomi dei widget per risparmiare spazio.
nl_nl: Verwijder widgetnamen om ruimte te besparen.
pt_pt: Remover nomes de widget para poupar espaço.

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
nl_nl: Ja
pt_pt: Sim

source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee
pt_pt: Não

source: Tooltip widget names
de_de: Tooltip-Widget-Namen
es_es: Nombres de widgets de información sobre herramientas
fr_fr: Noms des widgets d'info-bulles
it_it: Nomi dei widget Tooltip
nl_nl: Namen van tooltip-widgets
pt_pt: Nomes de widgets de ponta de ferramenta

source: Show widget names as tooltip.
de_de: Widget-Namen als Tooltip anzeigen.
es_es: Mostrar los nombres de los widgets como tooltip.
fr_fr: Afficher les noms des widgets comme infobulle.
it_it: Mostra i nomi dei widget come suggerimenti.
nl_nl: Toon widgetnamen als tooltip.
pt_pt: Mostrar nomes de widget como ponta de ferramenta.

source: Widget column count
de_de: Anzahl der Widget-Spalten
es_es: Recuento de columnas del widget
fr_fr: Nombre de colonnes de widgets
it_it: Conteggio delle colonne del widget
nl_nl: Widget kolomtelling
pt_pt: Contagem de colunas Widget

source: Remove WP widgets
de_de: WP-Widgets entfernen
es_es: Eliminar los widgets de WP
fr_fr: Supprimer les widgets WP
it_it: Rimuovere i widget di WP
nl_nl: WP-widgets verwijderen
pt_pt: Remover WP widgets

source: Remove the WordPress widgets from Elementor editor.
de_de: Entfernen Sie die WordPress-Widgets aus dem Elementor-Editor.
es_es: Eliminar los widgets de WordPress del editor de Elementor.
fr_fr: Supprimez les widgets WordPress de l'éditeur Elementor.
it_it: Rimuovere i widget di WordPress dall'editor di Elementor.
nl_nl: Verwijder de WordPress widgets uit Elementor editor.
pt_pt: Remover os widgets WordPress do editor da Elementor.

source: Set Page Permalink
de_de: Seite Permalink setzen
es_es: Establecer Permalink de la página
fr_fr: Définir le Permalink de la page
it_it: Imposta pagina Permalink
nl_nl: Pagina instellen
pt_pt: Definir Página Permalink

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
nl_nl: Opslaan
pt_pt: Guardar

source: Save your favorites
de_de: Speichern Sie Ihre Favoriten
es_es: Guarda tus favoritos
fr_fr: Sauvegardez vos favoris
it_it: Salvare i preferiti
nl_nl: Bewaar je favorieten!
pt_pt: Guarde os seus favoritos

source: Your Email
de_de: Ihre E-Mail
es_es: Tu correo electrónico
fr_fr: Votre Email
it_it: La tua email
nl_nl: Uw e-mailadres
pt_pt: O seu email

source: Your email
de_de: Ihre E-Mail
es_es: Tu correo electrónico
fr_fr: Votre email
it_it: La tua email
nl_nl: Uw e-mail
pt_pt: O seu email

source: Letters and Numbers only, min 8 characters
de_de: Nur Buchstaben und Ziffern, mindestens 8 Zeichen
es_es: Sólo letras y números, mínimo 8 caracteres
fr_fr: Lettres et chiffres uniquement, 8 caractères minimum
it_it: Solo lettere e numeri, minimo 8 caratteri
nl_nl: Alleen letters en cijfers, min 8 tekens
pt_pt: Apenas letras e números, mínimo 8 caracteres

source: Your password
de_de: Ihr Passwort
es_es: Tu contraseña
fr_fr: Votre mot de passe
it_it: La tua password
nl_nl: Je wachtwoord
pt_pt: A sua senha

source: Please use a password
de_de: Bitte verwenden Sie ein Passwort
es_es: Por favor, utilice una contraseña
fr_fr: Veuillez utiliser un mot de passe
it_it: Utilizzare una password
nl_nl: Gebruik een wachtwoord
pt_pt: Por favor, utilize uma palavra-passe

source: Get Favorites
de_de: Hole Favoriten
es_es: Favoritos
fr_fr: Obtenir des favoris
it_it: Ottenere i preferiti
nl_nl: Favorieten krijgen
pt_pt: Obter os favoritos

source: Qanva Powertools for Elementor
de_de: Qanva Powertools für Elementor
es_es: Qanva Powertools para Elementor
fr_fr: Qanva Powertools pour Elementor
it_it: Strumenti di Qanva per Elementor
nl_nl: Qanva Powertools voor Elementor
pt_pt: Qanva Powertools para Elementor

source: Add special settings, cloning of pages,posts/templates in Elementor
de_de: Hinzufügen von speziellen Einstellungen, Klonen von Seiten, Beiträgen/Vorlagen in Elementor
es_es: Añadir configuraciones especiales, clonación de páginas, posts/plantillas en Elementor
fr_fr: Ajouter des paramètres spéciaux, cloner des pages, des messages ou des modèles dans Elementor
it_it: Aggiunta di impostazioni speciali, clonazione di pagine, post/template in Elementor
nl_nl: Speciale instellingen toevoegen, klonen van pagina's, posts/templates in Elementor
pt_pt: Adicionar configurações especiais, clonagem de páginas,posts/templates na Elementor

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen
pt_pt: Configurações

source: "%1$s" requires "%2$s" to be installed and activated.
de_de: "%1$s" erfordert, dass "%2$s" installiert und aktiviert ist.
es_es: "%1$s"requiere que "%2$s" esté instalado y activado.
fr_fr: "%1$s" nécessite "%2$s" pour être installé et activé.
it_it: "%1$s" richiede l'installazione e l'attivazione di "%2$s".
nl_nl: "%1$s" vereist dat %2$s" geïnstalleerd en geactiveerd is.
pt_pt: "%1$s" requer "%2$s" para ser instalado e ativado.

source: POWER SETTINGS for Elementor
de_de: Power Einstellungen für Elementor
es_es: AJUSTES DE POTENCIA para Elementor
fr_fr: POWER SETTINGS pour Elementor
it_it: IMPOSTAZIONI DI POTENZA per Elementor
nl_nl: KRACHTIGE INSTELLINGEN voor Elementor
pt_pt: Configurações de potência para Elementor

source: "%1$s" requires min version "%2$s" of Elementor to be installed.
de_de: "%1$s" erfordert die Installation der Mindestversion %2$s" von Elementor.
es_es: "%1$s" requiere que la versión mínima "%2$s" de Elementor esté instalada.
fr_fr: "%1$s" nécessite l'installation de la version minimale "%2$s" d'Elementor.
it_it: "%1$s" richiede l'installazione della versione minima "%2$s" di Elementor.
nl_nl: "%1$s" vereist dat minimumversie "%2$s" van Elementor is geïnstalleerd.
pt_pt: "%1$s" requer a versão min "%2$s" da Elementor a ser instalada.

source: "%1$s" requires min PHP version "%2$s" running.
de_de: "%1$s" erfordert mindestens die PHP-Version "%2$s".
es_es: "%1$s" requiere la versión mínima de PHP "%2$s" en funcionamiento.
fr_fr: « %1$s » nécessite au moins PHP version « %2$s » actif.
it_it: "%1$s" richiede la versione minima di PHP "%2$s" in esecuzione.
nl_nl: "%1$s" vereist dat min PHP versie "%2$s" draait.
pt_pt: "%1$s" requer min versão PHP "%2$s" em execução.

source: Clone
de_de: Klonen

source: Clone and open
de_de: Klonen und öffnen
es_es: Clonar y abrir
fr_fr: Cloner et ouvrir
it_it: Clonare e aprire
nl_nl: Klonen en openen
pt_pt: Clonar e abrir

source: Select to open
de_de: Wählen Sie zum Öffnen
es_es: Seleccione para abrir
fr_fr: Sélectionnez pour ouvrir
it_it: Selezionare per aprire
nl_nl: Selecteer om te openen
pt_pt: Seleccione para abrir

source: New Window
de_de: Neues Fenster
es_es: Nueva ventana
fr_fr: Nouvelle fenêtre
it_it: Nuova finestra
nl_nl: Nieuw Scherm
pt_pt: Nova Janela

source: Same Window
de_de: Gleiches Fenster
es_es: Misma ventana
fr_fr: Même fenêtre
it_it: Stessa Finestra
nl_nl: Zelfde Venster
pt_pt: Mesma Janela

source: Select to clone
de_de: Zum Klonen auswählen
es_es: Seleccione para clonar
fr_fr: Sélectionner pour cloner
it_it: Selezionare per clonare
nl_nl: Selecteer om te klonen
pt_pt: Seleccione para clonar

source: Set new name of clone (optional)
de_de: Neuen Namen des Klons festlegen (optional)
es_es: Establecer el nuevo nombre del clon (opcional)
fr_fr: Définir le nouveau nom du clone (facultatif)
it_it: Impostare il nuovo nome del clone (opzionale)
nl_nl: Stel de nieuwe naam van de kloon in (optioneel)
pt_pt: Definir novo nome de clone (opcional)

source: Only small letters, numbers and dash allowed, begin with min 4 characters
de_de: Nur Kleinbuchstaben, Ziffern und Bindestriche erlaubt, Beginn mit mindestens 4 Zeichen
es_es: Sólo se admiten letras minúsculas, números y guiones, empezando por un mínimo de 4 caracteres
fr_fr: Seules les lettres minuscules, les chiffres et les tirets sont autorisés. Commencez par un minimum de 4 caractères
it_it: Sono consentite solo lettere minuscole, numeri e trattini, iniziando con un minimo di 4 caratteri
nl_nl: Alleen kleine letters, cijfers en streepjes zijn toegestaan, begin met min. 4 tekens
pt_pt: Só são permitidas letras pequenas, números e traço, começando com min 4 caracteres

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
nl_nl: Annuleren
pt_pt: Cancelar

source: Open in same window
de_de: Im gleichen Fenster öffnen
es_es: Abrir en la misma ventana
fr_fr: Ouvrir dans la même fenêtre
it_it: Aprire nella stessa finestra
nl_nl: Openen in hetzelfde venster
pt_pt: Abrir na mesma janela

source: Open in new window
de_de: In neuem Fenster öffnen
es_es: Abrir en Nueva ventana
fr_fr: Ouvrir dans une nouvelle fenêtre
it_it: Apri in una nuova finestra
nl_nl: Openen in een nieuw venster
pt_pt: Abrir numa nova janela

source: Done
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
it_it: Fatto
nl_nl: Klaar
pt_pt: Concluído

source: post
de_de: Beitrag
es_es: publicación
fr_fr: article
nl_nl: bericht

source: page
de_de: Seite
es_es: página
it_it: pagina
nl_nl: pagina
pt_pt: página

source: Comments
de_de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
it_it: Commenti
nl_nl: Reacties
pt_pt: Comentários

source: Extra Menu-Buttons, page cloning and special settings for Elementor
de_de: Extra Menü-Buttons, Seitenklonen und spezielle Einstellungen für Elementor

source: With this widget to add extra menu buttons and a select to Elementor
de_de: Mit diesem Widget können Sie zusätzliche Menüschaltflächen und eine Auswahl-Dropdown zu Elementor hinzufügen

source: Select a target or enter a individual link
de_de: Wählen Sie ein Ziel oder geben Sie eine individuelle Verknüpfung ein

source: Please choose a target
de_de: Bitte wählen Sie ein Ziel

source: Individual link
de_de: Individueller Link

source: Give your link a name
de_de: Geben Sie Ihrem Link einen Namen

source: Same window
de_de: Gleiches Fenster

source: or new one
de_de: oder neues

source: Enable "Quickchanger" in Elementor
de_de: Aktivieren Sie "Quickchanger" in Elementor

source: Notice
de_de: Hinweis

source: "Quickchanger" is a dropdown link-list to post, pages, landing-pages and templates.
de_de: "Quickchanger" ist eine Dropdown-Link-Liste zu Beiträgen, Seiten, Landingpages und Templates.

source: Enable cloning of pages,posts and templates in Elementor
de_de: Aktivieren Sie das Klonen von Seiten, Beiträgen und Vorlagen in Elementor

source: Open cloned page/post/template directly
de_de: Geklonte Seite/Beitrag/Vorlage direkt öffnen

source: Remove Google-Fonts from frontend
de_de: Google-Fonts aus dem Frontend entfernen
es_es: Eliminar Google-Fonts del frontend
fr_fr: Suppression des polices de caractères Google-Fonts du frontend
it_it: Rimuovere i font di Google dal frontend
nl_nl: Verwijder Google-Fonts van de voorkant
pt_pt: Remover o Google-Fonts do frontend

source: Remove Fontawsome from frontend
de_de: Fontawsome aus dem Frontend entfernen
es_es: Eliminar Fontawsome del frontend
fr_fr: Supprimer Fontawsome du frontend
it_it: Rimuovere Fontawsome dal frontend
nl_nl: Fontawsome van de voorkant verwijderen
pt_pt: Retirar o Fontawsome do frontend

source: In case loaded favorites let Elementor crash, you can delete them here
de_de: Falls geladene Favoriten Elementor zum Absturz bringen, können Sie diese hier löschen
es_es: En caso de que los favoritos cargados hagan que Elementor se bloquee, puedes eliminarlos aquí
fr_fr: Au cas où les favoris chargés font planter Elementor, vous pouvez les supprimer ici
it_it: Nel caso in cui i preferiti caricati provochino un crash di Elementor, è possibile eliminarli qui
nl_nl: Als geladen favorieten Elementor laten crashen, kunt u ze hier verwijderen
pt_pt: No caso de os favoritos carregados deixarem a Elementor cair, pode apagá-los aqui

source: Reset Favorite Widgets
de_de: Favoriten-Widgets zurücksetzen
es_es: Restablecer los widgets favoritos
fr_fr: Réinitialiser les widgets favoris
it_it: Reimpostare i widget preferiti
nl_nl: Favoriete Widgets opnieuw instellen
pt_pt: Reinicializar Widgets Favoritos

source: Delete
de_de: Löschen

source: Hint
es_es: Sugerencia
fr_fr: Indice
it_it: Suggerimento
pt_pt: Dica

source: Using CTRL or ALT or CMD + q opens a panel where you can clone a page or open a page quickly.
es_es: Usando CTRL o ALT o CMD + q se abre un panel en el que puedes clonar una página o abrir una página rápidamente.
fr_fr: L'utilisation de CTRL ou ALT ou CMD + q ouvre un panneau où vous pouvez cloner une page ou ouvrir une page rapidement.
it_it: Utilizzando CTRL o ALT o CMD + q si apre un pannello in cui è possibile clonare una pagina o aprire rapidamente una pagina.
nl_nl: Met CTRL of ALT of CMD + q opent u een paneel waarin u een pagina kunt klonen of snel een pagina kunt openen.
pt_pt: Usando CTRL ou ALT ou CMD + q abre um painel onde se pode clonar uma página ou abrir uma página rapidamente.

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
nl_nl: Naam
pt_pt: Nome

source: templates
es_es: plantillas
fr_fr: modèles
it_it: modelli
pt_pt: modelos

source: Page cloning and special settings for Elementor
es_es: Clonación de páginas y ajustes especiales para Elementor
fr_fr: Clonage de pages et paramètres spéciaux pour Elementor
it_it: Clonazione di pagine e impostazioni speciali per Elementor
nl_nl: Pagina klonen en speciale instellingen voor Elementor
pt_pt: Clonagem de páginas e configurações especiais para Elementor
